/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Uživatelské rozhraní";
"If blank, the search engine page will be used" = "Pokud je prázdné, bude použita stránka vyhledávače";
"If blank, the default Onion Browser page will be used" = "Pokud je prázdné, bude použita výchozí stránka Onion Browseru";
"Dark app icon" = "Tmavá ikona aplikace";
"Mute audio with mute switch" = "Ztlumit zvuk přepínačem ztlumení";
"Custom home page" = "Vlastní domovská stránka";
"Search Engine" = "Vyhledávač";
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Pokud je zakázáno, bude vyhledávači odeslán veškerý text, který nezačíná „http“, zadaný do vyhledávacího pole";
"Search engine" = "Vyhledávač";
"Auto-complete search results" = "Našeptávač";
"Stop auto-complete at first dot" = "Zastavit našeptávač po první tečce";
"Privacy" = "Soukromí";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Cookies a data lokálního úložiště ze serverů, které nejsou na whistelistu, budou smazány i z otevřených panelů, pokud na ně není přistoupeno po tuto dobu (v minutách)";
"Send Do-Not-Track header" = "Odeslat hlavičku Do-Not-Track";
"Edit cookies and local storage" = "Upravit cookies a lokální úložiště";
"Cookie auto-sweep interval" = "Interval automatického čištění cookies";
"Choose, how long app remembers open tabs." = "Vyberte, jak dlouho si aplikace pamatuje otevřené panely.";
"Tab Security" = "Zabezpečení panelů";
"Always remember open tabs" = "Vždy si pamatovat otevřené panely";
"Forget tabs when app shuts down" = "Zapomenout panely po vypnutí aplikace";
"Forget tabs when app in background" = "Zapomenout panely, když je aplikace na pozadí";
"Changing this option requires restarting the app" = "Změna této volby vyžaduje restart aplikace";
"Allow 3rd party keyboards" = "Povolit klávesnice 3. stran";
"Report a bug" = "Nahlásit chybu";
"Security" = "Zabezpečení";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Pokud je zapnuto, bude zobrazena možnost ignorovat další chyby TLS daného serveru v příslušném dialogu";
"Allow ignoring TLS errors" = "Povolit ignorování chyb TLS";
"TLS Version" = "Verze TLS";
"TLS 1.2 Only" = "Pouze TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 nebo 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Minimální verze TLS požadovaná po serverech pro připojení přes HTTPS";
"Miscellaneous" = "Ostatní";
"Rate on App Store" = "Hodnotit na App Storu";
"About" = "O aplikaci";
"About Onion Browser" = "O Onion Browseru";
"About Endless" = "O Endless";
